Repository: maiyama18/Kaban
Catalog: Sources/Kaban/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# geocoding_error_invalid_input
source: Invalid input for geocoding.
ja: ジオコーディングの入力が不正

# geocoding_error_not_found
source: Location not found.
ja: 場所が見つかりません

# kaban_log_viewer_cancel
source: Cancel
ja: キャンセル

# kaban_log_viewer_clear_logs
source: Clear Logs
ja: ログを削除

# kaban_log_viewer_clear_logs_confirmation
source: Are you sure you want to clear all logs?
ja: すべてのログを削除しますか？

# kaban_log_viewer_copy_message
source: Copy Message
ja: メッセージをコピー

# kaban_log_viewer_no_logs
source: No Logs
ja: ログなし

# kaban_log_viewer_search_logs
source: Search Logs
ja: ログを検索

# kaban_log_viewer_title
source: Logs
ja: ログ

# photo_library_error_asset_not_found
source: Photo not found.
ja: 写真が見つかりません

# photo_library_error_cloud_identifier_unavailable
source: iCloud Photos identifier is unavailable. Enable iCloud Photos to sync photos across devices.
ja: iCloud 写真の識別子を取得できません。デバイス間で同期するには iCloud 写真を有効にしてください

# photo_library_error_save_failed
source: Failed to save photo.
ja: 写真の保存に失敗しました

source: Retry
ja: 再試行
